Repository: dimdub34/le2m-v2.1
Catalog: le2m/parts/murielle_controle/locale/*/LC_MESSAGES/murielle_controle.po
Languages: fr_fr

source: Period
fr_fr: Période

source: Instant payoff
fr_fr: Gain de l'instant

source: Period payoff
fr_fr: Gain de la période

source: Available resource
fr_fr: Ressource disponible

source: Part payoff
fr_fr: Gain de la partie

source: Please choose an initial extraction level
fr_fr: Veuillez choisir une extraction initiale

source: Please choose an extraction level
fr_fr: Merci de choisir un niveau d'extraction

source: Explanation text
fr_fr: Texte explicatif

source: Decision label
fr_fr: Label de décision

source: Your payoff for this part is
fr_fr: Votre gain pour cette partie est

source: which corresponds to
fr_fr: soit

source: Initial extraction
fr_fr: Extraction initiale

source: Decision
fr_fr: Décision

source: Periods
fr_fr: Périodes

source: Time (seconds)
fr_fr: Temps (secondes)

source: Do you confirm your choice?
fr_fr: Vous confirmez votre choix?
