Repository: dimdub34/le2m-v2.1
Catalog: le2m/locale/*/LC_MESSAGES/le2m.po
Languages: fr_fr

source: Language of the application
fr_fr: Langage de l'application

source: Directory in which to store the database. This argument is not an option if several parts are started with arg -e
fr_fr: Dossier dans lequel placer la base de données. Cet argument n'est pas optionnel s'il y a plusieurs parties à charger (option -e)

source: Name of the sqlite file, if not data
fr_fr: Nom de la base de données (sans l'extension sqlite)

source: The name(s) of the part(s) to load).
fr_fr: Le(s) nom(s) de la/des partie(s) à charger

source: The session is launched in test mode
fr_fr: La session est lancée en mode test

source: The session is launched for real (not test mode)
fr_fr: La session est lancée en mode réelle (pas test)

source: Part {} does not exist
fr_fr: La partie {} n'existe pas

source: The directory in which store the database has to be provided with arg -db
fr_fr: Le dossier dans lequel placer la base de données doit être précisé, avec l'option -db

source: Run the application in the automatic mode.
fr_fr: Lance l'application en mode automatique

source: Run the application in the simulation mode
fr_fr: Lance l'application en mode simulation

source: IP adress of the server
fr_fr: Adresse IP du serveur

source: Server port
fr_fr: Port du serveur

source: fault
fr_fr: faute

source: You've done {faults}
fr_fr: Vous avez fait {faults}

source: is not in the player list of parts
fr_fr: n'est pas dans la liste des parties du joueur

source: Either a str or a dict
fr_fr: Soit un string soit un dictionnaire

source: Part
fr_fr: Partie

source: loaded
fr_fr: Chargé

source: Start time: {st}
fr_fr: Heure de début: {st}

source: The arg must be of type list
fr_fr: L'argument doit être de type list

source: Part randomly drawn: {} (part {})
fr_fr: Partie tirée au sort: {} (partie {})

source: warning
fr_fr: attention

source: No client connected
fr_fr: Aucun client connecté

source: Error
fr_fr: Erreur

source: Error while getting payoffs for part {}: {}
fr_fr: Erreur lors de la récupération des gains de la partie {}: {}

source: Payoffs of part {} added to final payoffs
fr_fr: Gains de la partie {} ajoutés aux gains finaux

source: Understanding questionnaire
fr_fr: Questionnaire de compréhension

source: Part {} not in the list
fr_fr: La partie {} n'est pas dans la liste

source: Computation of period payoffs for part {}
fr_fr: Calcul des gains de la période pour la partie {}

source: PAYOFFS
fr_fr: GAINS

source: Part {p} not in the list
fr_fr: La partie {p} n'est pas dans la liste

source: Computation of payoffs for part {p}
fr_fr: Calcul des gains de la partie {p}

source: Payoffs of part {p}
fr_fr: Gains de la partie {p}

source: End time: {et}
fr_fr: heure de fin: {et}

source: Final screen
fr_fr: Ecran final

source: Display part payoffs
fr_fr: Afficher les gains de la partie

source: Display details of payoffs for parts
fr_fr: Afficher les détails des gains pour les parties

source: The game will stop next period
fr_fr: La partie va s'arrêter à la période suivante

source: The game won't stop next period
fr_fr: La partie ne va pas s'arrêter à la période suivante

source: Groups
fr_fr: Groupes

source: Sub-groups
fr_fr: Sous-groupes

source: Connection of {host}, with ip {addr}
fr_fr: Connexion du poste {host}, avec l'IP {addr}

source: Deconnection of {host}
fr_fr: Déconnexion du poste {host}

source: {host} was not in the list of connected hosts
fr_fr: Le poste {host} n'était pas dans la liste des postes connectés

source: is not in the list of connected players
fr_fr: n'est pas dans la liste des postes connectés

source: Disconnection of the players still connected
fr_fr: Déconnexion des postes encore connectés

source: Subjects' gender
fr_fr: Genre des joueurs

source: Men: {m}
fr_fr: Hommes: {m}

source: Women: {w}
fr_fr: Femmes: {w}

source: database created
fr_fr: Base de données créée

source: Session {s} added to the database
fr_fr: Session {s} ajoutée à la base de données

source: Player {p} added to the session
fr_fr: Joueur {p} ajouté à la session

source: Player {} added to the database
fr_fr: Joueur {} ajouté à la base de données

source: Please check the men and let the women unchecked.
fr_fr: Cocher les hommes et laisser décochées les femmes.

source: Set subjects' gender
fr_fr: Enregistrer le genre des sujets

source: Please select in the list below the parts you want to load
fr_fr: Sélectionner dans la liste ci-dessous les parties que vous souhaitez charger

source: Select the part(s) you want to load
fr_fr: Sélectionner la/les partie(s) à charger

source: Directory in which to store the database
fr_fr: Dossier dans lequel enregistrer la base de données

source: Directory path (check)
fr_fr: Dossier

source: Database name (without the sqlite extension
fr_fr: Nom de la base (sans l'extension sqlite)

source: Test session
fr_fr: Session test

source: Uncheck if this is not a test session
fr_fr: Décocher si ce n'est pas une session de test

source: Browse
fr_fr: Parcourir

source: List of parts that can be loaded
fr_fr: Liste des parties qui peuvent être chargées

source: Select the directory in which to store the database.
fr_fr: Sélectionner le dossier dans lequel enregistrer la base de données

source: You must choose at least one part
fr_fr: Il faut choisir au moins une partie

source: You must choose a directory in which to store the database
fr_fr: Il faut choisir une dossier pour l'enregistrement de la base de données

source: You must provide a database name
fr_fr: Il faut préciser le nom de la base

source: Warning
fr_fr: Attention

source: You have selected several parts. Note that the database will be store in {d}. Please confirm that it is in this directory that you will store the database.
fr_fr: Vous avez sélectionné plusieurs parties . La base de données sera par défaut enregistrée dans le dossier {d}. Merci de confirmer que c'est bien dans ce dossier que vous souhaitez enregistrer la base.

source: Print
fr_fr: Imprimer

source: Save
fr_fr: Enregistrer

source: Display on remotes
fr_fr: Afficher sur les postes

source: Add to final payoffs
fr_fr: Ajouter aux gains finaux

source: Payoffs for the experiment
fr_fr: Gains de l'expérience

source: Payoffs of part {}
fr_fr: Gains de la partie {}

source: Hostname
fr_fr: Nom de poste

source: Payoff
fr_fr: Gain

source: Payoffs
fr_fr: Gains

source: Export payoffs in csv file
fr_fr: Exporter les gains dans un fichier csv

source: csv file (*.csv)
fr_fr: Fichier csv (*.csv)

source: the experiment
fr_fr: l'expérience

source: Display the payoffs of {}?
fr_fr: Afficher les gains de {}?

source: Groups' formation
fr_fr: Formation des groupes

source: Groups' size
fr_fr: Taille des groupes

source: Form groups
fr_fr: Former les groupes

source: Close
fr_fr: Fermer

source: Edit groups
fr_fr: Editer les groupes

source: Impossible to form groups of size 0!
fr_fr: Impossible de former des groupes de taille 0!

source: Do you want to save the groups?
fr_fr: Enregistrer les groupes?

source: At least one group has a size different from {}
fr_fr: Au moins un groupe a une taille différente de {}

source: Dice roller
fr_fr: Lancé de dé

source: You must roll the dice
fr_fr: Il faut lancer le dé

source: Random number
fr_fr: Nombre aléatoire

source: You must drawn a random number
fr_fr: Il faut tirer un nombre au sort

source: Please choose a sequence
fr_fr: Merci de choisir une séquence

source: Head and Tail
fr_fr: Pile ou face

source: You must play
fr_fr: Vous devez jouer

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Display on clients' screen
fr_fr: Afficher sur les postes

source: Close clients' screen
fr_fr: Fermer les écrans des postes

source: Display image {}
fr_fr: Afficher l'image {}

source: is ready to be played
fr_fr: est prêt à être joué

source: Play
fr_fr: Démarrer

source: Play on the server and on clients' screen
fr_fr: Démarrer sur le serveur et sur les postes simultanément

source: Display video
fr_fr: Démarrer la vidéo

source: File
fr_fr: Fichier

source: Load a part
fr_fr: Charger une partie

source: Open a dialog box with a list of parts you can load
fr_fr: Ouvre une boîte de dialogue avec la liste des parties qui peuvent être chargées

source: Quit
fr_fr: Quitter

source: Exit the application
fr_fr: Quitter

source: Experiment
fr_fr: Expérience

source: Display welcome screen
fr_fr: Afficher l'écran d'accueil

source: Display the welcome screen on participants' screen
fr_fr: Afficher l'écran d'accueil sur les postes clients

source: Load an understanding questionnaire
fr_fr: Charger un questionnaire de compréhension

source: Open a dialog box to select an understanding questionnaire (xml file)
fr_fr: Ouvre une boîte de dialogue pour sélectionner un questionnaire de compréhension (fichier *.xml)

source: Start the loaded understanding questionnaire
fr_fr: Démarrer le questionnaire de compréhension chargé

source: Display the final questionnaire
fr_fr: Afficher le questionnaire final sur les postes

source: Display the final questionnaire on participants' screen
fr_fr: Afficher le questionnaire final sur l'écran des clients

source: Display a dialog box with the payoffs of each player
fr_fr: Afficher une boîte de dialogue avec les gains de chaque joueur

source: Edit
fr_fr: Edition

source: Clear the server list
fr_fr: Vider la liste serveur

source: Clear the client list
fr_fr: Vider la liste client

source: Stop after this period
fr_fr: Arrêter après cette période

source: Clic on this menu to stop the part after this period
fr_fr: Cliquer sur ce menu pour arrêter la partie après cette période

source: Set participants gender in the application
fr_fr: Enregistrer le genre des clients dans l'application

source: Display a dialog box that allows to set the gender of each remote (participant)
fr_fr: Ouvre une boîte de dialogue qui permet d'enregistrer le genre des clients

source: Tools
fr_fr: Outils

source: Create a new part
fr_fr: Créer une nouvelle partie

source: Display a dialog box in which you can configure the part to create
fr_fr: Ouvre une boîte de dialogue qui permet de déterminer quelques paramètres pour créer une nouvelle partie

source: Extract some experimental data
fr_fr: Extraire des données

source: Open a dialog box for selection an sqlite file to extract
fr_fr: Ouvre une boite de dialogue qui permet de choisir la base de données

source: Create/Edit an understanding questionnaire
fr_fr: Créer ou éditer un questionnaire de compréhension

source: Open a dialog box that allows to create or edit an understanding questionnaire
fr_fr: Ouvre une boîte de dialogue qui permet de créer ou d'éditer un questionnaire de compréhension

source: Display images on clients' screen
fr_fr: Afficher les images sur les postes

source: You have to select a directory with images and it will display it on client's screen. Be careful the directory has to been accessible by client through the network
fr_fr: Vous devez sélectionner un dossier contenant des images. Attention le chemin du dossier doit être le chemin réseau

source: Display a video on clients' screen
fr_fr: Afficher une vidéo sur les postes

source: Select a video and a dialog will open. You will be able to display the video either on your screen or on the clients' screen. Be careful the video file has to be accessible by the clients through the network.
fr_fr: Sélectionner une vidéo, une fenêtre va alors s'ouvrir. Depuis cette fenêtre vous pourrez lire la vidéo sur votre écran et la lancer sur les postes (simultanément). Attention le chemin de la vidéo doit être le chemin réseau.

source: Roll a dice
fr_fr: Lancer un dé

source: Drawn a random number
fr_fr: Tirer un nombre au hasard

source: Play head and tail
fr_fr: Jouer à pile ou face

source: About
fr_fr: A propos

source: Help
fr_fr: Aide

source: Display a window with a text of help
fr_fr: Afficher une boite de dialogue d'aide

source: Nb. connected
fr_fr: Nb. connectés

source: Server
fr_fr: Serveur

source: Wait
fr_fr: Suivi

source: Lists
fr_fr: Listes

source: The database is already created, you therefore cannot load another part. If you want to, you need to restart the application
fr_fr: La base de données est déjà créée, il est impossible de charger une nouvelle partie, sauf à relancer l'application

source: Display the welcome screen on remotes?
fr_fr: Afficher l'écran d'accueil sur les postes?

source: Select the understanding questionnaire to load
fr_fr: Sélectionner le questionnaire de compréhension à charger

source: xml file (*.xml)
fr_fr: fichier xml (*.xml)

source: Understanding questionnaire loaded ({} questions)
fr_fr: Questionnaire de compréhension chargé ({} questions)

source: Please load an understanding questionnaire
fr_fr: Merci de charger un questionnaire de compréhension

source: The understanding questionnaire cannot be started before the database is created. You first has to load at least one part.
fr_fr: Le questionnaire de compréhension ne peut être chargé avant la création de la base de données. Il faut donc charger une partie avant.

source: Please confirm you want to start the understanding questionnaire?
fr_fr: Vous confirmez que vous souhaitez démarrer le questionnaire de compréhension?

source: There is no database yet. You first need to load at least one part.
fr_fr: Il n'a pas encore de base de données. Il faut d'abord en charger au moins une.

source: Start the final questionnaire?
fr_fr: Démarrer le questionnaire final?

source: Genders
fr_fr: Genres

source: Men
fr_fr: Hommes

source: Women
fr_fr: Femmes

source: There is no player connected
fr_fr: Il n'y a aucun joueur connecté

source: Select the directory that contains the images to display
fr_fr: Sélectionner le dossier qui contient les images

source: Select a video file
fr_fr: Sélectionner une vidéo

source: Dice value: {}
fr_fr: Valeur du dé: {}

source: Random number: {}
fr_fr: Nombre aléatoire: {}

source: Head
fr_fr: Face

source: Tail
fr_fr: Pile

source: Head and tail: {}
fr_fr: Pile ou face: {}

source: Developers
fr_fr: Développeurs

source: The part will stop after this period
fr_fr: La partie va s'arrêter après cette période

source: Stop the part after this period
fr_fr: Arrêter la partie après cette période

source: Are you sure you want to exit?
fr_fr: Etes-vous certain de vouloir quitter?

source: Problem with remove_waitmode: {msg}
fr_fr: Problème avec remove_waitmode: {msg}

source: Automatic
fr_fr: Automatique

source: Disconnect
fr_fr: Déconnecter

source: Click to inverse selection
fr_fr: Cliquer pour inversion la sélection

source: Configure
fr_fr: Configurer

source: Display parameters
fr_fr: Afficher les paramètres

source: Parameters
fr_fr: Paramètres

source: Start
fr_fr: Démarrer

source: Display payoffs
fr_fr: Afficher les gains

source: Period
fr_fr: Période

source: Decision
fr_fr: Décision

source: Summary
fr_fr: Récapitulatif

source: Period payoff
fr_fr: Gain période

source: Cumulative payoff
fr_fr: Gain Cumulé

source: Do you confirm your choice?
fr_fr: Vous confirmez votre choix?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Archeology
fr_fr: Archéologie

source: Biology
fr_fr: Biologie

source: Chemistry
fr_fr: Chimie

source: Law
fr_fr: Droit

source: Economics
fr_fr: Economie

source: Geography
fr_fr: Géographie

source: History
fr_fr: Historique

source: Informatics
fr_fr: Informatique

source: Letters
fr_fr: Lettres

source: Mathematics
fr_fr: Mathématiques

source: Medicine
fr_fr: Médecine

source: Music
fr_fr: Musique

source: Pharmacy
fr_fr: Pharmacie

source: Philosophy
fr_fr: Philosophie

source: Physics
fr_fr: Physique

source: Political Science
fr_fr: Science politique

source: Educational Sciences
fr_fr: Science de l'éducation

source: Sociology
fr_fr: Sociologie

source: Bachelor
fr_fr: Licence

source: PhD
fr_fr: Doctorat

source: Departemental
fr_fr: Départemental

source: Regional
fr_fr: Régional

source: Buddhist
fr_fr: Bouddhiste

source: Catholic
fr_fr: Catholique

source: Hindu
fr_fr: Hindou

source: Jewish
fr_fr: Juif

source: Muslim
fr_fr: Musulman

source: Unaffiliated
fr_fr: Non affilié

source: Very religious
fr_fr: Très croyant

source: Somewhat religious
fr_fr: Assez croyant

source: Not too religious
fr_fr: Peu croyant

source: Not at all religious
fr_fr: Non croyant

source: Very important
fr_fr: Très important

source: Somewhat important
fr_fr: Assez important

source: Not too important
fr_fr: Peu important

source: Not at all important
fr_fr: Pas important

source: A dict is expected
fr_fr: Un dictionnaire est attendu

source: The number of players is not compatible with the group size
fr_fr: Le nombre de joueurs n'est pas compatible avec la taille de groupe

source: Final questionnaire
fr_fr: Questionnaire final

source: Choose
fr_fr: Choisir

source: You must answer to all the questions
fr_fr: Vous devez répondre à toutes les questions

source: Do you confirm your answers?
fr_fr: Vous confirmez vos réponses?

source: Treatment
fr_fr: Traitement

source: Do you confirm your choice
fr_fr: Vous confirmez votre choix

source: Not in the list above
fr_fr: Pas dans la liste ci-dessus

source: Sequence choice
fr_fr: Choix de séquence

source: Send back {}
fr_fr: Renvoi {}

source: No clients connected!
fr_fr: Aucun client connecté!

source: The number of players is not compatible with the groups size
fr_fr: Le nombre de joueurs n'est pas compatible avec la taille de groupe

source: Do you confirm your choices?
fr_fr: Vous confirmez vos choix?

source: Settings
fr_fr: Configuration

source: Display settings
fr_fr: Afficher les paramètres

source: Show graph
fr_fr: Montrer le graphique

source: Period {}
fr_fr: Période {}

source: Start time: {}
fr_fr: Heure de début: {}

source: Event
fr_fr: Evénement

source: There is no parameter to configure
fr_fr: Il y'a pas de paramètre à configurer

source: Display graph
fr_fr: Afficher le graphique

source: Error while loading part {}
fr_fr: Erreur lors du chargement de la partie {}

source: This a comment from the simulation mode
fr_fr: Ceci est une commentaire du mode simulation

source: Period {p}
fr_fr: Période {p}

source: Welcome to {welctext}
fr_fr: Bienvenue au {welctext}

source: Here the welcome picture
fr_fr: Ici l'image d'accueil

source: Welcome to the LEEM
fr_fr: Bienvenue au LEEM

source: Instructions read
fr_fr: Instructions lues

source: Please fill in the questionnaire below. This questionnaire is anonymous, so please answer with sincerity.
fr_fr: Merci de remplir le questionnaire ci-dessous Ce questionnaire est totalement anonyme, merci d'y répondre avec sincérité.

source: You've earned {} which corresponds to {}.
fr_fr: Vous avez gagné {}, soit {}.

source: You've earned {}.
fr_fr: Vous avez gagné {}.

source: Your payoff for the experiment is equal to
fr_fr: Votre gain pour l'expérience est de

source: No item selected
fr_fr: Aucun élement sélectionné

source: Drag one or several item(s) from this list to the list on the right side
fr_fr: Faire passer un ou plusieurs éléments de la liste de gauche vers la liste de droite

source: Right click to move up, down or delete an item
fr_fr: Click droit pour monter, descendre ou supprimer un élément

source: Move up
fr_fr: Monter

source: Move down
fr_fr: Descendre

source: Delete
fr_fr: Supprimer

source: Remaining time:
fr_fr: Temps restant:

source: Instant messaging
fr_fr: Messagerie instantanée

source: Write your message below
fr_fr: Écrivez votre message ci-dessous

source: Send the message
fr_fr: Envoyer le message

source: You must complete the text area
fr_fr: Il faut compléter la zone de texte

source: Number of 1:
fr_fr: Nombre de 1:

source: Please wait ...
fr_fr: Veuillez patienter ...

source: Please read the instructions that stand beside the computer. You are asked to click on the button below when you have finished.
fr_fr: Merci de lire les instructions qui sont à côté du clavier. Vous cliquerez sur le bouton instructions lues lorsque vous aurez terminé.

source: The experiment is over, thank you for your participation
fr_fr: L'expérience est terminée, merci pour votre participation

source: You can write comments about the experiment in the area just below
fr_fr: Vous pouvez écrire des commentaires sur l'expérience dans la zone prévue à cet effet ci-dessous

source: Click on the "save" button once finished.
fr_fr: Cliquer sur le bouton "enregistrer" lorsque vous avez fini.

source: This is an automatic sentence
fr_fr: Ceci est une phrase du mode automatique

source: End of the experiment
fr_fr: Fin de l'expérience

source: Please fill in the questionnaire below. This questionnaire is anonymous so please be sincere in your responses.
fr_fr: Merci de remplir le questionnaire ci-dessous. Ce questionnaire est totalement anonyme, merci d'y répondre avec sincérité.

source: Year of birth
fr_fr: Année de naissance

source: Not in list above
fr_fr: Pas dans la liste ci-dessus

source: Nationality
fr_fr: Nationalité

source: Gender
fr_fr: Genre

source: Do you live in couple?
fr_fr: Vivez-vous en couple?

source: Are you a student?
fr_fr: Êtes-vous étudiant(e)?

source: What topic do you study?
fr_fr: Quelle discipline étudiez-vous?

source: Select the level
fr_fr: Sélectionner le niveau d'études

source: How much brother or sister do you have (half counts)?
fr_fr: Combien de frères et sœurs avez-vous (demi compris)

source: What is your rank in your brotherhood?
fr_fr: Quel est votre rang parmi vos frères et sœurs?

source: Do you practice sport?
fr_fr: Pratiquez-vous un sport?

source: Kind of sport
fr_fr: Type de sport

source: Individual
fr_fr: Individuel

source: Collective
fr_fr: Collectif

source: Do you participate to competitions?
fr_fr: Participez-vous à des compétitions?

source: Is religion important in your life?
fr_fr: Est-ce que la religion tient une place importante dans votre vie?

source: What is your religion?
fr_fr: Quelle est votre religion?

source: In general you would say that you are
fr_fr: En général vous diriez que vous êtes

source: Did you already partipate to an economic experiment?
fr_fr: Avez-vous déjà participé à une expérience d'économie?

source: Please enter your year of birth
fr_fr: Merci de saisir votre année de naissance
